[
  {
    "path": "posts/2021-02-26-megstamiausi-dalykai-kaledos/",
    "title": "Mėgstamiausi dalykai Kalėdos",
    "description": "Ką pirkti kitiems žmonėms.",
    "author": [],
    "date": "2021-02-26",
    "categories": [],
    "contents": "\r\n\r\nContents\r\nKnygos\r\nLeidyklos\r\nKonkrečios knygos\r\n\r\nStalo žaidimai\r\nLengvi žaidimai\r\nŽaidėjų žaidimai\r\nKomponentų pagerinimai\r\nAksesuarai\r\nKnygos\r\n\r\nValgoma\r\nDėvima\r\nVirtuvėje\r\nDekoras\r\nElektronika\r\nDIY\r\n\r\nPo 2019 m. Kalėdų nusprendžiau sekti įdomias galimas dovanas. Kai reikia ką nors dovanoti - nebūtinai Kalėdoms, kad ir gimtadienio proga - dažnai pasimetu, todėl toks sąrašas padeda greitai suprasti, kas žmogų pradžiugintų. Manau, jog toks sąrašas galėtų būti naudingas ir kitiems, todėl jį laikau čia. Žinoma, kiekvienas žino savo artimąjį geriausiai - sąrašas žemiau yra tik gidas. Smagaus naršymo!\r\nKnygos\r\nLeidyklos\r\nAnd Other Stories - nepriklausoma leidykla, siūlanti prenumeratą. Prenumeratoriai periodiškai gauna knygą, o kiekvienos knygos gale yra prenumeratorių sąrašas, įskaitant ir tavo ar gavėjo! Jų knygų pasirinkimas neblogas ir periodiškai vertas dėmesio. Kaina priklauso nuo prenumeratos dydžio.\r\nRARA leidykla - anksčiau nebūčiau jų nurodęs, bet jie siūlo įsigyti visas ateinančių metų knygas iš anksto, todėl kaip ir And Other Stories, tai yra smagi staigmena knygų mylėtojui. Jeigu Kitos knygos orientuojasi į anglų kalba išėjusių knygų topus, RARA pasirinkimas orientuotas į modernią literatūrą, kuriai seniai reikėjo vertimo į lietuvių kalbą.\r\nNew Eastern Europe - politinis žurnalas, orientuotas į Rytų Europą. Straipsnių kokybė iki šiol buvo gera ir pats žurnalas yra patogaus storo A5 formato, todėl tai galėtų būti per daug vietos neužimanti dovana.\r\nPhaidon - jų pasirinkime yra visko (skaityti: rinktis atsargiai!), bet kai kurios knygos yra spausdintos labai konkretiems žmonėms. Pavyzdžiui, gydytojui arba medicinos studentui ideali dovana galėtų būti Anatomy book.\r\nTaschen - Taschen riečia nosį daugiau negu Phaidon vien žiūrint į jų kainas, bet Taschen dažnai siūlo savo knygas stambiais bei mažais (A5?) formatais. Mažo formato knygos yra įperkamos ir gali būti miela dovana ant kavos staliuko. Aš pats turiu Soviet archtecture, kurią buvo įdomu pavartyti. Taip pat rekomenduoju knygą apie gamtos istoriją.\r\nStripe Press - prieinama tik JAV, knygos šiek tiek pretenzingos, bet pačių knygų kokybė yra viena geriausių, kokias teko matyti. Temos orientuotos į ekonomiką, progresą bei technologijas, bet jos paliečia labai įdomias temas.\r\nFantagraphics - Black Friday nuolaidos neblogos, bet ašaroja akys nuo tiesioginio siuntimo į EU, todėl reikia žiūrėti į Amazon pasirinkimą. Leidyklos pasirinkimas man patinka - jie išleido My Favourite Thing is Monsters!\r\nKonkrečios knygos\r\nIliustruotos knygos - iliustruotos knygos neįpareigoja skaityti, o tiesiog gerėtis, todėl tai nėra sąžinę graužianti dovana kaip įprasta knyga. Iš pirmo žvilgsnio man patiko Spineless ir Seeking Leviathan.\r\nKulinarinės knygos - labai nuvertinta dovana, juolab kad dabar yra labai stiprus jų pasirinkimas. Bendrai, kiekvienais metais verta patikrinti James Beard apdovanojimus. Aš pats rekomenduočiau the Food of Sichuan, labai girtą Salt, Fat, Acid, Heat1 ir The Last Course arba Sababa.\r\nStalo žaidimai\r\nLengvi žaidimai\r\nCodenames - lietuviškas originalus variantas yra geriausias.\r\nSimilo - mažesnis ir, mano manymu, pralenkia Dixit\r\nIce Cool\r\nRhino Hero Super Battle\r\nŽaidėjų žaidimai\r\nWingspan - atrodo puikiai ant stalo, smagu žaisti ir grožėtis, ko daugiau norėti?\r\nAzul - lengvesnis negu Wingspan, bet universalesnis ir pigesnis.\r\nKomponentų pagerinimai\r\nStalo žaidimą galima pagerinti 3 būdams: pridėti stalo žaidimo papildymą, pridėti įmautes arba pagerinti komponentus. Pirmais dviem atvejais nustebinti žmogų sudėtinga, bet pagerinimai yra tai, ko kiekvienas nori, bet nebūtinai ryžtųsi sumokėti.\r\nBGG Store\r\nSpiele Material\r\nMeepleSource\r\nTaip pat galima internete rasti 3D modelius nemokamai (pavyzdžiui, Terraforming Mars lenteles), ir juos išspausdinti.\r\nEtsy ;)\r\nŠiems žaidimams leidėjai patys leidžia geresnius komponentus: Scythe, 7 Wonders, Azul\r\nAksesuarai\r\nPirmo žaidėjo parinkėjas\r\nKauliukų dubenėliai\r\nKnygos\r\nThe Art of Game Design: A Book of Lenses, Jesse Schell\r\nGamish: A Graphic History of Gaming, Edward Ross\r\nHow to Host A Game Night, Erik Arneson\r\nDice Games Properly Explained, Reiner Knizia\r\nTabletop Gaming Manual, Matt Thrower\r\nPlaying at the World, Jon Peterson\r\nGametek: The Math and Science of Gaming, Geoff Engelstein\r\nBuilding Blocks of Tabletop Game Design: An Encyclopedia of Mechanisms, Geoffrey Engelstein and Isaac Shalev\r\nFinite and Infinite Games, James P. Carse\r\nHomo Ludens, Johan Huizinga\r\nRules of Play: Game Design Fundamentals, Katie Salen Tekinbas and Eric Zimmerman\r\nValgoma\r\nŠokoladas - David Siegel yra aprašęs šokoladą pakankamai išsamiai, bet konkrečiai kreipčiau dėmesį į vietinius konditerius (ach, Choco Collection, La Naya, Naive) arba Amedei Toskanoje.\r\nKava ir arbata - jeigu įmanoma, dėl arbatos pažiūrėčiau į eteaket. Kava yra sudėtingas klausimas, nes malta kava greičiau praranda skonį, bet Huracan, Coffee Loft arba Backstage Roasters dažniausiai tinka bet kam. Taip pat čia yra platus sąrašas, ką pirkti Europoje.\r\nMiracle Berries - dėl mirakulino rūgštus maistas įgauna saldų skonį. Jokio šalutinio poveikio, smagaus vartojimo!\r\nBalzamikas - yra skirtumas tarp parduotuvinio ir gero balzamiko, nes pastarieji yra brandinami 10-15 metų. Butelis laisvai gali kainuoti 30 Eur arba daugiau, todėl tai savaime gali būti dovana. MiaBella menamai geras ženklas.\r\nAštrus padažas - aštrus padažas Lietuvoje turi daugiau fanų, todėl atsirado chilli guys ir Kaunas sauce.\r\nDėvima\r\nKojinės - taip, visi turi per daug kojinių, bet kojinės gera dovana tuo, jog kojinės susidėvi ir visada reikės naujos poros. Man nepatinka Happy socks dėl savo kokybės, bet Many Mornings atrodo gerai.\r\nKaklaraiščiai - Daboti yra superinė dovana.\r\nVirtuvėje\r\nPraktiškai bet kas iš Iittala - tai yra brangu, bet tai yra daiktai, kurie tausos ilgą laiką.\r\nPeiliai - Siegel ir ChefSteps turi puikius gidus. Taip, peilių negalima dovanoti, taip, tai yra brangu, bet geras peilis gali tarnauti visą gyvenimą.\r\nMaisto termometrai - nuvertinti daiktai, net pigiausias variantas, kuris nebūtinai tikslus, yra naudingas.\r\nButelių kamščiai - nusipirkau porą jų JAV ir, pasirodo, jų užsinorėjo visa giminė!\r\nMandolina - yra brangių, yra pigių, bet iš tikrųjų yra tik Benriner.\r\nArticture kitoms idėjoms.\r\nDekoras\r\nGeorg Jansen kalėdiniai papuošimai - these labai tinka, jeigu keičiatės dovanomis prieš Kalėdas. Kiekvienais metais jie vis kitokie!\r\nNordic Nest kitoms idėjoms.\r\nElektronika\r\nTile - brangoki, bet smulkūs ir turi apibrėžtą naudą, ypač draugui, kuris vis ką nors pameta, arba draugui, kuris keliasi į kitą miestą ar šalį.\r\nMažas dėžių peilis - pigus ir aštrus, o maži daiktai visada geriau negu dideli.\r\nDideli pelių kilimėliai - kam reikia nutrinamo žemėlapio, kai gali turėti pelės kilimėlį?\r\nIšmanūs elektros lizdai - Lemona ir panašios parduotuvės jų turi, tinka “išmaniems” žmonėms.\r\nPower monitor - laptop’ai tragiškai blogai krauna telefonus, bet šitas daiktas turėtų tai pataisyti?\r\nIšorinė baterija - geriausia vengti pigių variantų ir rinktis plokščiausius.\r\nLogitech Spotlight Remote - jeigu vis dar dėstyčiau, mielai tokio norėčiau!\r\nMini Microscopes - vaikams labai smagi dovana, nes galima naudoti ir viduje, ir lauke.\r\n3D Printing Pen - neesu bandęs, bet video atrodo daug žadantys.\r\nDIY\r\nPinigai žaislo dėžėje\r\nReceptas stiklainyje - sausi ingredientai stiklainyje, dovanoji stiklainį ir receptą, kaip įmaišyti šlapią dalį.\r\n\r\nAmerikietiškas leidimas yra ŽYMIAI geresnis už europietišką leidimą.↩︎\r\n",
    "preview": {},
    "last_modified": "2021-02-27T12:21:27+02:00",
    "input_file": "megstamiausi-dalykai-kaledos.utf8.md"
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Blogai",
    "description": "Welcome to our new blog, Blogai. We hope you enjoy \nreading what we have to say!",
    "author": [
      {
        "name": "Nora Jones",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2021-02-12",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-02-12T00:18:48+02:00",
    "input_file": {}
  }
]
